Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/other_files/duoji_doaibmadoarjagiid_arvvostallan_2005-2009.pdf.tmx
Source language: nob
Languages: sme

source: Administrasjonen har fire fagavdelinger: 1) Avdeling for rettigheter, næring og miljø, 2) Avdeling for opplæring, språk og kultur, 3) Avdeling for administrasjon og 4) Avdeling for kommunikasjon.
sme: birasossodat, 2) Oahpahus-, giella-ja kulturossodat, 3) Hálddahusossodat ja 4) Gulahallanossodat.

source: Alle Sametingets ansatte logger seg på terminalserver med eget brukernavn og passord.
sme: Buot Sámedikki bargit loggejit terminálaserverii iežas geavaheaddjenamain ja beassansániin.

source: Hver bruker har adgang til sitt definerte brukerområde på server iht. det brukernavn og passord de har.
sme: Juohke geavaheaddji beassá dan geavahanbáikái serveris mii lea sutnje definerejuvvon, iežas namain ja beassansániin.

source: Flertallet av ansatte benytter bærbare PC-er.
sme: Eanas oassi bargiin geavahit giehtadihtoriid.

source: Brukerfiler på PC synkroniseres med brukerfiler på server slik at bruker har adgang til disse filene når man er frakoblet, for eksempel på reise.
sme: Giehtadihtoriid geavaheaddjefiillat synkroniserejuvvojit servera geavaheaddjefiillaiguin, nu ahte geavaheaddjis lea vejolašvuohta beassat daid fiillaide vaikko ii leat ge serverii čadnon, ovdamearkkadihte mátkkiin.

source: Data på bærbar PC er ikke krypterte, noe som begrenser hvilke data som er tilrådelig å oppbevare på disse maskinene.
sme: Giehtadihtoriid dieđut eai leat “ čoahkkáigissojuvvon ” (krypterejuvvon), ja dat ráddje makkár dieđuid sáhttá vurkkodit dain mašiinnain.

source: Det interne nettet er sikret med brannmurer mot eksternt nett.
sme: Siskkáldas neahtta lea sihkkarastejuvvon buollinmuvrrain olgguldas neahta vuostá.

source: Pålogging fra ansattes hjemmekontor skjer via sikker VPN oppkobling før pålogging på terminalserver.
sme: Loggen bargiid ruovttukántuvrrain dahkko sihkkaris VPN laktimiin ovdalgo logge terminálaserverii.

source: De stedlige kontorene logger seg på Sametingets hoveddatasystem via internett med brukernavn og passord.
sme: Báikkálaš kántuvrrat loggejit Sámedikki váldodihtorsystemii interneahta bokte geavaheaddjenamain ja beassansániin.

source: Sametinget kjører sentralt saksbehandlersystem lagret i database på server.
sme: Sámediggi geavaha guovddáš áššemeannunsystema mii vurkkoduvvo servera databasas.

source: Vi har ikke lykkes å få informasjon om hvilken type sikkerhetsoppkobling man benytter fra de stedlige kontor til Sametingets sentrale servere.
sme: Mii eat leat lihkostuvvan oažžut čielgasii makkár mállet sihkarvuođalaktima báikkálaš kántuvrrat geavahit go galget laktašuvvat Sámedikki guovddáš serveriidda.

source: Vi kjenner heller ikke til i hvilken grad man har særskilte sikre soner innenfor det interne nettverket, bl.a. for oppbevaring av sensitive data, eller om man har andre høyt klassifiserte sikkerhetsordninger.
sme: Eat ge mii dieđe dan ge man muddui sis leat earenoamáš sihkkaris sonat siskkáldas fierpmádagas, gos earet eará vurkkodit hearkkes dieđuid, dahje leat go sis earalágán alladássái sirrejuvvon sihkarvuođaortnegat.

source: Norut Alta-Áltá rapport 2010:3 4.5.3 En annen innfallsvinkel – duodjiutøverne er næringsutøvere som driver små bedrifter
sme: 4.5.3 Eará áššáiboađa – duojárat lea ealáhusbargit geat jođihit smávva fitnodagaid

source: Etter at prosjektarbeidet var fullført, kontaktet vi for sikkerhets skyld Datatilsynet (16.4.2010) på nytt, denne gangen juridisk avdeling, for å kvalitetssikre og bringe ytterligere klarhet i saken.
sme: Maŋŋel go prošeaktabargu lei loahpahuvvon, de mii válddiimet sihkarvuođa dihte oktavuođa Databearráigeahčuin (16.4.2010) fas, dán vuoru sin juridihkalaš ossodagain, sihkkarastit iežamet dieđuid ja oažžut vel eanet čielgasa áššái.

source: De svar vi hadde fått tidligere virket å være ganske sammenfallende med hva Sametinget hadde fått til svar da de for noen år siden var i kontakt med Datatilsynet.
sme: Vástádusat maid ovdal leimmet ožžon, ledje oalle muddui seamma sullasaš vástádusat go dat maid Sámediggi lei ožžon vástádussan muhtun jagiid dás ovdal go ledje leamaš oktavuođas Databearráigeahčuin.

source: Et av ” kontroll ” spørsmålene vi denne gang ønsket å stille var hvorfor informasjon om driftstilskudd til duodjinæringen ble definert som sensitivt og unntatt offentlighet, når Sametingets valgmantall, som også bare består av samer, legges ut til offentlig framvising i kommunene ?
sme: Okta ” iskan ” gažaldagain maid mii dán vuoru hálideimmet jearrat lei manne dieđut mat gusket duodjeealáhusa doaibmadoarjagii definerejuvvojit hearkkes diehtun ja leat čuldojuvvon eret almmolašvuođas, go juo Sámedikki jienastuslohku, mas maid leat dušše sápmelaččat, biddjojuvvo almmolaš geahčadeapmái suohkaniin ?

source: Noe klart svar på det fikk vi ikke.
sme: Dasa mii eat ožžon makkárge čielga vástádusa.

source: Etter å ha redegjort for driftstilskuddsordningen og hvem som er oppført i duodjiregisteret, presenterte den siste eksperten i Datatilsynet oss for en ny innfallsvinkel sammenlignet med tidligere svar fra etaten: ” Fordi de som søker om driftstilskudd for duodji gjør det i regi av Enkeltmannsforetak, og bl.a. er registrert i Brønnøysundregistrene, er de å betrakte som næringsdrivende.
sme: Go čilgiimet doaibmadoarjjaortnega ja geat duodjeregistaris leat lahttun, čilgii Databearráigeahču maŋŋemus áššedovdi midjiide ođđa vuogi movt áššái lahkonit, dat lei midjiide ođas go bálddastahttá ovdalaš vástádusaiguin maid etáhtas leat ožžon: ” Danin go sii geat ohcet doaibmadoarjaga duodjái ohcet dan Ovttaolbmofitnodaga namas, ja sii leat earet eará registrerejuvvon Brønnøysund-registariidda, leat sii ealáhusjođiheaddjit.

source: Og næringsdrivende faller pr. definisjon utenfor personopplysningsloven ”.
sme: Ja ealáhusjođiheaddjit leat definerejuvvon olggobeallái persuvdnadiehtolága ”.

source: At det er bedrifter følger jo også av at de leverer næringsoppgaver uttalte vår informant.
sme: Dat ahte sii leat fitnodagat, boahtá gal maid juo ovdan das go sii fievrredit ealáhusdieđáhusa, čilgii min informánta.

source: Dette tyder på at behandlingen av søknader til duodjiregisteret og saker om driftstilskudd til duodji kan behandles som de øvrige sakene der Sametinget gir tilskudd til næringsvirksomhet.
sme: Dát mearkkaša ahte ohcamušat duodjeregistarii ja duojáriid doaibmadoarjjaohcamušat sáhttet meannuduvvot seammaládje go eará áššit Sámedikkis gos sii addet doarjaga ealáhusdoaimmaide.

source: Dette gjelder både tilskudd til bedrifter og personlig næringsdrivende, enten de er samer eller andre som eier virksomhetene.
sme: Dat guoská sihke fitnodagaid ja persuvnnalaš ealáhusjođiheddjiid doarjagiidda, ležžet dal sápmelaččat dahje earát geat dáid fitnodagaid oamastit.

source: Dvs. at opplysninger i (tilskudds) saker som gjelder duodjiutøvere i duodjiregisteret ikke trenger betraktes sensitive opplysninger fordi innehaver av enkeltmannsbedriftene der er samer.
sme: Dat mearkkaša dan ahte (doarjja) áššit mat gusket duodjeregistara duojáriidda, eai dárbbaš meannuduvvot hearkkes diehtun, danin go dan registara ovttaolbmofitnodagaid omasteaddjit leat sápmelaččat.

source: Bare personlige opplysninger og bedriftshemmeligheter (nye produkter, nye produksjonsmetoder eller lignende) kan unntas offentlighet.
sme: Dušše persuvnnalaš dieđut ja fitnodatčiegusvuođat (ođđa buktagat, ođđa buvttadanvuogit dahje diekkár sullasaš dieđut)

source: Bl.a. skal heller ikke personnummer legges ut på internett eller sendes på epost uten at den er kryptert.
sme: Earet eará ii galgga persuvdnanummara bidjat nehttii dahje sáddet e-poasttain muđui go dat leat “ čoahkkáigissojuvvon ”.

source: Sistnevnte kontaktperson hos Datatilsynet ga uttrykk for å være ganske sikker i sin sak, selv om vi presiserte at vi hadde fått andre svar i tidligere kontakter med Datatilsynet.
sme: Maŋŋemus oktavuohtaolbmos Databearráigeahčus orro oalle sihkkaris dieđut ášši birra, vaikko mii čujuheimmet ahte mii leat ožžon earalágán vástádusaid ovdalaš oktavuođain Databearráigeahčus.

source: Det som kan ha skjedd tidligere er at de vi snakket med ikke har koblet seg inn på tanken at dette er registrerte næringsdrivende, og dermed har tenkt privatpersoner.
sme: Sáhttá leat nu ahte sii geaiguin mii ovdal leat hupman, eai leat oba fuobmán ge dan jurdilit ahte dás lea sáhka registrerejuvvon ealáhusjođiheddjiin, sii leat jurddašan dušše priváhta olbmuid.

source: Vi får i alle fall håpe at det var årsaken til de tidligere svarene da de siste vurderingene vil gjøre det noe lettere med registeret.
sme: Fertet sávvat ahte die lea sivvan dasa manne mii ovdal oaččuimet earalágán vástádusaid, danin go dát maŋŋemus árvvoštallamat álkidahttet registara gieđahallama.

source: Det vil i så fall kunne bety at duodjiregisteret kan behandles på samme måte som andre tilskuddsaker til næringsutvikling fra Sametinget.
sme: Dasgo dat mearkkašivččii dan ahte duodjeregistara sáhttet gieđahallat seammaládje go eará doarjjaáššiid maid Sámediggi juolluda ealáhusaid ovdánahttimii.

source: Ut fra dette, og vår gjennomgang av personopplysningsloven, offentlighetsloven og forvaltningsloven synes svaret fra den siste kontakten med Datatilsynet å være mest logisk.
sme: Dán vuođul, ja persuvdnadiehtolága, almmolašvuođalága ja hálddašanlága mielde maid mii leat maid guorahallan, de orro maŋŋemus vástádus Databearráigeahču olbmás leamen jierpmáleamos jurddajohtu.

source: Denne saken er ikke enkel ettersom vi ikke kan konkludere når det er Datatilsynet som avgjør slikt og vi ikke vet hva de vil svare i en eventuell formell saksbehandling etter en skriftlig formell henvendelse eller søknad fra Sametinget.
sme: Dát ášši ii leat álki, danin go mii eat sáhte dasa buktit loahppaárvvoštallama, dan sivas go lea Databearráigeahčču mii mearrida dákkár áššiin, ja mii eat dieđe maid sii vástidivčče formálalaš áššemeannudeamis, jus oččoše čálalaš jearaldaga dahje ohcamuša Sámedikkis.

source: 4.5.4 Tilgjengelighet til opplysninger om andre næringstilskudd i Sametinget – lovgrunnlag og praksis
sme: 4.5.4 Vejolašvuohta beassat oaidnit dieđuid Sámedikki eará ealáhusdoarjagiid birra – láhkavuođđu ja movt lávejit bargat

source: Med unntak av tidligere omtalte duodjitilskudd, er Sametingets praksis at vedtak om tilskudd til næringsutvikling legges ut på Sametingets nettsider, både avslag og innvilgede søknader informeres om (Sametinget mars / april 2010). Dette gjelder saker
sme: Earet duodjedoarjaga man birra leat ovdalis čilgen, de lea Sámedikkis dat bargovuohki ahte bidjet Sámedikki neahttasiidduide dieđuid geaidda lea mearriduvvon juolludit ealáhusovddidandoarjaga ja maiddái geaidda dat lea biehttaluvvon (Sámediggi njukčamánnu / cuoŋománnu 2010).

source: Norut Alta-Áltá rapport 2010:3 som ligger under Tilskuddsstyret og er behandlet der eller delegert videre for administrativ beslutning.
sme: Dát guoská áššiide mat gullet doarjjastivrii ja maid dat lea mearridan dahje maidda lea hálddahussii addán mearridanfápmudusa.

source: Sakspapirene og begrunnelse for vedtak legges ikke ut.
sme: Áššebáhpirat ja ákkastallan man vuođul mearrádus dahkko, ii almmuhuvvo dieppe.

source: Parter i saken får også begrunnelser for vedtak, og kan få sladdet versjon av saksframlegg.
sme: Bealálaččat geaidda ášši guoská ožžot ákkastallamiid maid vuođul mearrádus lea dahkkon, ja sii sáhttet oažžut “ sillejuvvon ” oasi áššeovddideamis.

source: Andre kan be om sakspapirer, men da vil det skje etter særskilt vurdering om ønsket skal etterkommes helt eller delvis.
sme: Earát sáhttet bivdit oažžut áššebáhpiriid, muhto de árvvoštallojuvvo earenoamážit ahte galgá go addit visot áššebáhpiriid vai dušše muhtun oasi.

source: Forretningshemmeligheter og personopplysninger er det de spesielt vektlegger i vurderinger om sakspapir utover selve vedtakene skal gjøres tilgjengelig for flere.
sme: Go árvvoštallet galget go eará áššedieđut go iešalddis mearrádus almmuhuvvot eará olbmuide, de deattuhit earenoamážit fitnodatčiegusvuođaid ja persuvdnadieđuid suodjaleami.

source: Før opplysningene publiseres på Sametingets hjemmeside foretas en vurdering i fire trinn, der saken først vurderes av Sametingets arkiv, så går saken til hhv. ledelse, saksbehandler og så tilbake til arkivet som følger opp at riktig informasjon publiseres.
sme: Ovdal go dieđut almmuhuvvojit Sámedikki ruovttusiidui, de árvvoštallojuvvojit dat vuos njealji dásis. Álggos árvvoštallá Sámedikki arkiiva dan, dasto manná ášši guoskivaš jođihangoddái, áššemeannudeaddjái ja fas ruovttoluotta arkiivii mii bearráigeahččá ahte rievttes dieđut almmuhuvvojit.

source: Offentlighetsloven og Forvaltningsloven gjelder for Sametingets virksomhet.
sme: Almmolašvuođaláhka ja Hálddašanláhka guoská Sámedikki doaimmaide.

source: Iflg. Offentlighetslovens §3 er hovedregelen at alle har rett til innsyn i innholdet i alle dokumenter som mottas, ferdigstilles eller sendes fra Sametinget.
sme: Almmolašvuođalága § 3 namuha ahte váldonjuolggadusa lea dat ahte buohkain lea riekti beassat oaidnit buot dokumeanttaid sisdoalu maid Sámediggi oažžu, gárvvista ja sádde.

source: Dokumenter med innhold underlagt taushetsbestemmelser, eller som faller inn under unntaksbestemmelsene i offentlighetsloven, vil ikke være tilgjengelig på nett.
sme: Dokumeanttat maid sisdoalu suodjalit almmolašvuođalága jaskavuođamearrádusat, dahje maidda gusket almmolašvuođalága spiehkastannjuolggadusat, eai leat gávdnamis neahtas.

source: Iflg. Offentlighetslovens §13 og Forvaltningslovens §13 gjelder dette først og fremst opplysninger om noens personlige forhold eller forretningshemmeligheter.
sme: Almmolašvuođalága §13 ja Hálddašanlága §13 mielde gustojit dat vuosttažettiin olbmo persuvnnalaš dieđuide dahje fitnodatčiegusvuođaide.

source: Opplysninger om fødested, fødselsdato, personnummer, sivilstand, yrke, bopel og arbeidssted regnes ikke som personlig.
sme: Dieđut riegádanbáikki ja riegádandáhtona birra, persuvdnanummar, siviiladilli, ámmát, ássanbáiki ja bargobáiki eai leat persuvnnalaš dieđut.

source: Likevel skal ikke opplysninger om fødselsnummer / fødselsdato og lønn legges ut på internett (§7 i forskrift til offentlighetsloven).
sme: Liikká ii galgga neahtas almmuhit olbmo riegádannummara / riegádandáhtona ja bálkká (§7 almmolašvuođalága láhkaásahusas).

source: Offentlighetsloven påpeker også adgang til meroffentlighet og pålegger forvaltningen å vurdere om et dokument, helt eller delvis, skal gjøres tilgjengelig for den som ønsker det selv om det i utgangspunktet er klassifisert som unntatt offentlighet av forvaltningsorganet.
sme: Almmolašvuođaláhka čujuha maid ahte lea vejolaš vel eanet almmuhit ja bivdá hálddahusa árvvoštallat ahte galgá dokumeantta, oalát dahje muhtun muddui, almmuhit sidjiide geat hálidit dan oaidnit, vaikko dat álgoálggus lea ge merkejuvvon ii almmolaš

source: Ut fra den informasjon vi har, synes Samtingets praksis vedrørende offentlighet i tilskuddssaker omtalt i forrige avsnitt, å samsvare tilfredsstillende med lovverket.
sme: Daid dieđuid vuođul mat mis leat, de orro Sámedikki bargovuohki mii guoská almmolašvuhtii doarjjaáššiin, nugo ovddit gurgadagas čilgiimet, čađahuvvomen dohkálaččat lágaid mielde.

source: Innovasjon Norge arbeider til dels med tilsvarende saker gjennom bl.a. å yte tilskudd til bedrifter og næringsdrivende.
sme: Innovasjon Norge bargá muhtun muddui seammalágán áššiiguin, earet eará dan oktavuođas go juolludit doarjagiid fitnodagaide ja ealáhusjođiheddjiide.

source: Innovasjon Norge driver også med en del saker som gjør at de er unntatt fra Offentlighetsloven, med unntak av at positive vedtak i tildelingssaker som legges ut på etatens hjemmesider.
sme: Innovasjon Norge bargá maid muhtun áššiiguin mat leat čuldojuvvon almmolašvuođalágas, ja positiiva mearrádusaid juolludanáššiin sii bidjet etáhta ruovttusiidduide.

source: 4.5.5 Oppsummering og konklusjon
sme: 4.5.5 Čoahkkáigeassu ja loahppaárvvoštallan

source: Gjennomgangen i kapittel 4.5 av krav og hvilke konkrete praktiske forhold som kreves for å oppbevare og behandle persondata generelt, og sensitive persondata spesielt, gir et relativt konkret grunnlag for å ta stilling til hva som eventuelt er nødvendig av tiltak i Sametingets dataforvaltning i forhold til duodjiregisteret – forutsatt at duodjiutøvere kommer inn under Personopplysningsloven.
sme: 4.5 kapihttala čilgehusat mat gusket gáibádusaide ja makkár konkrehta dilálašvuođat gáibiduvvojit go galgá vurkkodit ja gieđahallat persuvdnadieđuid oppalaččat, ja earenoamážit hearkkes persuvdnadieđuid, addet oalle čielga vuođu man alde sáhttá mearridit dárbbašlaš doaibmabijuid maid Sámedikki dihtorhálddašeamis vedjet dárbbašit duodjeregistara gieđahallamii – jus Persuvdnadiehtoláhka boahtá guoskát duojáriidda.

source: Som det framgår er det også lagt ansvar på dataansvarlig myndighet selv, her Sametinget, i å vurdere hva som er tilstrekkelig / forsvarlige tiltak i forhold til intensjonene i Lov og forskrift om personopplysninger.
sme: Nugo oaidná, de lea biddjojuvvon ovddasvástádus maiddái dieđuidhálddašeaddji eiseváldái, dán oktavuođas Sámediggái, árvvoštallat mii lea doarvái / dohkálaš dahku vai doaibma sáhttá jođihuvvot daid áigumušaid mielde mat leat Persuvdnadiehtolágas ja dan láhkaásahusain.

source: Her er snakk om avveiinger mellom risiko for data på avveie vurdert opp mot nytte / kostnader og konsekvenser.
sme: Dás ferte veardádallat makkár várra lea jus dieđut mannet dohko gosa eai galgga, ja man ávki / man divrras lea dan hehttet ja makkár váikkuhusat sáhttet leat.

source: De vurderinger dataansvarlig må tenke på er om de vilkår og eksempler på løsninger som her er gjennomgått er innenfor de standarder og rutiner som virksomheten allerede besitter, eller om avvik er til stede som krever mindre eller større tiltak.
sme: Dat maid dihtorovddasvástideaddjit fertejit árvvoštallat, lea ahte leat go dat eavttut ja árvaluvvon čovdosat mat dás leat čilgejuvvon daid standárddaid ja bargovugiid siskkobealde mat doaimmas juo leat, vai leat go dakkár váilevuođat mat gáibidit unnit dahje eanet doaibmabijuid.

source: Det krever noe mer inngående kjennskap til etatens egne datasystemer og rutiner enn vi har hatt anledning til å komme inn på, men som Sametingets egen dataadministrasjon vil ha innsikt i.
sme: Dat gáibida maid miha eanet dárkilit dieđuid etáhta iežas dihtorsystemaid ja bargodábiid birra go dat mat mis leat, muhto mat Sámedikki iežas dihtorhálddahusas leat.

source: Et forhold som kanskje reiser tvil om hvor absolutt det er at duodjiregisteret skal klassifiseres som sensitivt persondataregister, kan ligge i ” åpningen ” at i spesielle tilfeller kan det dispenseres fra kravet om å være samisk.
sme: Okta ášši mii sáhttá buktit eahpádusa dan hárrái ahte man dárbu lea duodjeregistara meannudit hearkkes persuvdnadiehtoregistarin, lea dat ahte das lea muhtun earenoamáš oktavuođain spiehkastanmunni sápmelašvuođa gáibádusas.

source: Avhengig av antall dispensasjoner som etter hvert gis til duodjiregisteret, er det da kanskje ikke å betrakte som et rent ” samisk
sme: Beroškeahttá das man ollu spiehkasteamit addojuvvojit áiggi mielde duodjeregistara gáibádusain, de dan ii soaitte ge šat dárbbašit navdit ” buhtis sámi registarin ”.

source: Norut Alta-Áltá rapport 2010:3 register ”. Ytterligere legger lovverket og veiledere opp til å bruke skjønn.
sme: Dasa lassin addet lágat ja bagadusat vejolašvuođa geavahit iežas árvvoštallama vuođđun.

source: Er eventuelle sensitive data så sensitive at de krever strengeste prosedyre, jfr. vår omtale foran av Reindriftsforvaltningens løsninger vs. det strengeste opplegget for sensitive data, med innlogging gjennom to / flere soner, som Datatilsynet beskrev som en måte å gjøre det på.
sme: Jus hearkkes dieđut leat dan lágán dieđut mat gáibidit garraseamos suodjaleami, vrd. min čilgehusain gos geahčadit Boazodoallohálddahusa čovdosiid, ja movt sáhttá hearkkimus dieđuid gieđahallat, namalassii logget guovtti / eanet sonaid bokte, mii lea Databearráigeahču mielas okta vejolaš suddjenvuohki.

source: Det finnes ikke alltid entydige svar selv om en spør Datatilsynet, og ulike etater har valgt forskjellige løsninger på samme type utfordringer.
sme: Ii álo gávdno áibbas čielga vástádus, vaikko jearrá ge Databearráigeahčus, ja iešguđetlágán etáhtat leat váljjet guhtetlágán čovdosiid seamma mállet hástalusaide.

source: I kapittel 4.5.3 presenterte vi at vi også hadde fått en alternativ faglig vurdering fra Datatilsynet som innebærer at duodjiutøvere ikke faller inn under Personopplysningsloven fordi de er næringsutøvere.
sme: 4.5.3 kapihttalis mii muitaleimmet ahte leat ožžon eará fágalaš árvvoštallama Databearráigeahčus, mii mielddusbuktá dan ahte duodjeregistara duojáriidda ii guoskka Persuvdnadiehtoláhka, danin go sii leat ealáhusjođiheaddjit.

source: Ut fra dette, og vår gjennomgang av Personopplysningsloven, Offentlighetsloven og Forvaltningsloven synes svaret fra den siste kontakten med Datatilsynet å være mest logisk.
sme: Dán vuođul, ja persuvdnadiehtolága, Almmolašvuođalága ja Hálddašanlága mielde maid mii leat maid guorahallan, de orro maŋŋemus vástádus Databearráigeahču olbmás leamen jierpmáleamos jurddajohtu.

source: Fordi Sametinget ikke kan ha den usikkerheten hengende over seg om hvordan saker om duodjiutøvere og duodjiregisteret skal behandles, er eneste løsning at Sametinget fremmer en skriftlig henvendelse til Datatilsynet, så vil de få et skriftlig svar om de trenger å søke konsesjon om sensitive data iht. Personopplysningsloven.
sme: Ja go Sámediggi ii sáhte eallit dakkár eahpesihkkaris dilis, ahte ii dieđe movt áššit mat gusket duojáriidda ja duodjeregistarii galget meannuduvvot, de lea áidna čoavddus dasa ahte Sámediggi ovddida ášši čálalaččat Databearráigehččui, de sii ožžot doppe čálalaččat vástádusa dasa ahte dárbbašit go sii ohcat konsešuvnna gieđahallat hearkkes dieđuid Persuvdnadiehtolága ektui. Jus Sámediggi ferte ohcat konsešuvnna, de ferte ohcamušas

source: Hvis Sametinget må søke konsesjon, så skal det i søknaden opplyses hvilke datasystemer osv. som disponeres, og så vil Datatilsynet svare om det er tilfredsstillende eller eventuelt hva som er utilfredsstillende.
sme: Norut Alta-Áltá rapport 2010:3 čilget makkár dihtorsystemaid jna geavaha, de vástida Databearráigeahčču ahte lea go dat dohkálaš dahje vejolaččat mii dat lea mii ii leat dohkálaš.

source: Ut fra den siste kontakten med Datatilsynet skulle det være visse muligheter for å få et mer ” positivt ” svar enn hva de første tilbakemeldingene gikk ut på.
sme: Maŋŋemus ságastallama mielde mii mis lei Databearráigeahču olbmuin, de orro leamen nu ahte leat vissis vejolašvuođat oažžut buoret vástádusa go dat dieđut maid mii álggos oaččuimet.

source: Det er viktig å få fram tydelig at tilskuddsmottakerne er næringsutøvere / bedrifter (selv om det er enkeltmannsforetak), ikke personlige søkere.
sme: Lea dehálaš deattuhit dan ahte doarjjavuostáiváldit leat ealáhusjođiheaddjit / fitnodagat (vaikko leat ge ovttaolbmofitnodagat), eai ge persuvnnalaš ohccit.

source: Litteratur
sme: Girjjálašvuohta

source: Duodjinæringens økonomiske situasjon (2007) – Gjennomgang av data for duodjiutøvere registrert i duodjiregisteret i 2006.
sme: Duodjinæringens økonomiske situasjon (2007) – duodjeregistara duojáriid dieđuid geahčadeapmi 2006.

source: SEG (Samisk Nærings- og Utredningssenter) ved Trine Länsman og Anne Marit Pedersen, juni 2007.
sme: SEG (Samisk Nærings- og Utredningssenter), Trine Länsman ja Anne Marit Pedersen, geassemánnu 2007.

source: Gaski, M. og S. Eikeland (2001): Næringskombinasjoner 1997-2000.
sme: Gaski, M. ja S. Eikeland (2001): Næringskombinasjoner 1997-2000.

source: NIBR-rapport 2001:14.
sme: NIBR-raporta 2001:14.

source: Alta, september 2001.
sme: Áltá, čakčamánnu 2001.

source: Alta / Kautokeino / Storslett, 9. juni 2009.
sme: Áltá / Guovdageaidnu / Storslett, geassemánu 9. beaivi 2009.
